Repository: 84000/data-translation-memory
Catalog: toh118-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་རིན་པོ་ཆེའི་མཐའ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra Infinite Jewels

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཀྱི་ཕུང་པོའི་རི་ལ་དགེ་སློང་ལྔ་བརྒྱ་ཐམ་པའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was dwelling on Vulture Peak Mountain near Rājagṛha, together with a great saṅgha of five hundred monks.

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་མཚན་མོ་སྲོད་ལ་བཅོམ་ལྡན་འདས་ཀྱི་བཞུགས་ཁང་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་བཞུགས་ཁང་གི་སྒོ་དྲུང་ན་འགྲེང་སྟེ་བཅོམ་ལྡན་འདས་ལ་སྡོད་དོ།
en: At dusk Youthful Mañjuśrī went to the Blessed One’s residence, stood at the door, and praised the Blessed One.

source: །དེའི་ཚེ་བཅོམ་ལྡན་འདས་རིན་པོ་ཆེའི་མཐའ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ།
en: At that time, the Blessed One was resting in equipoise in the absorption known as infinite jewels

source: །དེ་ནས་བཅོམ་ལྡན་འདས་དྲན་པ་དང་མཁྱེན་བཞིན་དུ་ཏིང་ངེ་འཛིན་དེ་ལས་བཞེངས་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་སྒོ་ན་འདུག་པ་གཟིགས་སོ།
en: Mindful and alert, the Blessed One then arose from that absorption.

source: །གཟིགས་ནས་ཀྱང་འཇམ་དཔལ་ཁྱོད་ནང་དུ་ཤོག་ཅེས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: He saw that Youthful Mañjuśrī was at the door and said, “Please come inside, Mañjuśrī.”

source: །བཅོམ་ལྡན་འདས་ལེགས་སོ་ལེགས་སོ་ཞེས་གསོལ་ཏེ། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: “Very well, Blessed One, very well,” replied Youthful Mañjuśrī, and, heeding the Blessed One’s words, he went before the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འགྲེང་ངོ་།
en: He prostrated, placing his head at the Blessed One’s feet, and stood to one side.

source: །འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཕྱོགས་གཅིག་ཏུ་འགྲེང་བ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་སྟན་ལ་འདུག་ཅེས་གནང་བ་མཛད་དོ། །བཅོམ་ལྡན་འདས་ཀྱིས་གནང་བས་དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: The Blessed One gave Youthful Mañjuśrī permission to sit, and, with the Blessed One’s permission, Youthful Mañjuśrī bowed with palms joined and then sat to one side of the Blessed One.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ད་གདོད་ཏིང་ངེ་འཛིན་གང་གིས་བཞུགས་བཞུགས་པ་ལས་བཞེངས་ལགས།
en: Sitting to one side, Youthful Mañjuśrī asked the Blessed One, “What was the absorption from which you just arose, Blessed One?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འཇམ་དཔལ་རིན་པོ་ཆེའི་མཐའ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ཡོད་དོ།
en: “Mañjuśrī, there is an absorption called infinite jewels ,” replied the Blessed One to Youthful Mañjuśrī.

source: །ཏིང་ངེ་འཛིན་དེས་ང་ད་གདོད་གནས་གནས་པ་ལས་ལངས་སོ། །གསོལ་པ།
en: “That is the absorption from which I just arose.”

source: བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་དེ་ལ་རིན་པོ་ཆེའི་མཐའ་ཞེས་བགྱི་ལགས།
en: “Blessed One, why is it called infinite jewels

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ལྟ་སྟེ། དཔེར་ན་ནོར་བུ་རིན་པོ་ཆེ་ཤིན་ཏུ་དག་ཅིང་ཤིན་ཏུ་བྱི་དོར་བྱས་པ་ས་ཕྱོགས་མཉམ་པ་ལ་བཞག་ན་དེ་གང་དང་གང་ཁོ་ནར་བཞག་པ་དེ་དང་དེར་རིན་པོ་ཆེ་བྱེ་བ་གནས་པར་འགྱུར་རོ།
en: The Blessed One responded, “Mañjuśrī, take as an analogy an exceedingly pure and well-polished precious jewel. If it is placed on level ground, then wherever it is placed, there will be untold millions of jewels.

source: །འཇམ་དཔལ་དེ་བཞིན་དུ་ང་ཏིང་ངེ་འཛིན་དེ་ལ་གནས་ནས་ཤར་ཕྱོགས་སུ་བལྟས་ཏེ། ཤར་ཕྱོགས་སུ་བལྟས་ན་ངས་འཇིག་རྟེན་གྱི་ཁམས་དཔག་ཏུ་མེད་གྲངས་མེད་པ་དག་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཆོས་སྟོན་ཅིང་བཞུགས་པ་དག་མཐོང་ངོ་།
en: In the same way, Mañjuśrī, when I remain in this absorption and look to the east, I see thus-gone ones, worthy ones, perfect buddhas abiding and teaching the Dharma in countless, innumerable world systems.

source: །དེ་བཞིན་དུ་ལྷོ་ཕྱོགས་དང་། ནུབ་ཕྱོགས་དང་། བྱང་ཕྱོགས་དང་། འོག་དང་། སྟེང་ནས་ཕྱོགས་བཅུའི་བར་དུ་བལྟས་ན་ངས་འཇིག་རྟེན་གྱི་ཁམས་དཔག་ཏུ་མེད་པ་དག་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཆོས་སྟོན་ཅིང་བཞུགས་པ་དག་མཐོང་ངོ་།
en: It is the same to the south, west, north, below, and above. When I look in the ten directions, I see thus-gone ones, worthy ones, perfect buddhas abiding and teaching the Dharma in boundless world systems.

source: །འཇམ་དཔལ་ངས་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་ནས་གང་ཡང་དག་པའི་མཐའ་མ་ཡིན་པའི་ཆོས་དེ་གང་ཡང་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ངོ་།
en: Remaining in this absorption, Mañjuśrī, I do not actually see any phenomenon whatsoever that is not the limit of reality.

source: །འཇམ་དཔལ་ཡང་དག་པའི་མཐའི་ཕྱག་རྒྱ་འདི་ངས་ཕྱག་རྒྱར་བཞག་སྟེ།
en: Mañjuśrī, I posit this seal of the limit of reality as my seal.

source: དད་པ་ཅན་གྱི་རིགས་ཀྱི་བུ་རྣམས་དང་། རིགས་ཀྱི་བུ་མོ་རྣམས་ཀྱིས་ཕྱག་རྒྱ་འདི་ལ་སྤྱད་ན་སྤོབས་པ་མི་ཆོད་པ་འཛིན་པར་འགྱུར་རོ། །གསོལ་པ།
en: Faithful noble sons and daughters who engage in this seal will gain uninterrupted eloquence.”

source: བཅོམ་ལྡན་འདས་བདག་སྤོབས་ལགས་སོ།
en: “Blessed One, I have something to say.

source: །བདེ་བར་གཤེགས་པ་སྤོབས་ལགས་སོ། །བཀའ་སྩལ་པ།
en: Well-Gone One, I have something to say.”

source: འཇམ་དཔལ་ཁྱོད་སྤོབས་པར་གྱིས་ཤིག །གསོལ་པ།
en: “Then speak, Mañjuśrī.”

source: བཅོམ་ལྡན་འདས་དཔེར་བགྱི་ན་ནོར་བུ་རིན་པོ་ཆེ་དེ་ཉིད་ངོས་གང་དང་གང་ཁོ་ནས་ཕབ་སྟེ་གཞག་པའི་རིན་པོ་ཆེའི་ངོས་དེ་དང་དེ་ཁོ་ན་འབབ་ཅིང་གནས་པར་འགྱུར་ལགས་སོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ནི་ཡང་དག་པའི་མཐའ་ཁོ་ནས་གནས་ལགས་སོ། །བཀའ་སྩལ་པ།
en: “Blessed One, take as an analogy that very same precious jewel. Whatever facet it is set down upon, it will rest on precisely that facet of the precious jewel. Blessed One, in the same way, all phenomena abide only as the limit of reality.”

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་ཡང་དག་པའི་མཐའ་ཤེས་སམ། གསོལ་པ།
en: “Mañjuśrī, do you know the limit of reality?”

source: བཅོམ་ལྡན་འདས་འཚལ་ལགས་སོ། །བཀའ་སྩལ་པ།
en: “I do, Blessed One.”

source: འཇམ་དཔལ་འོ་ན་ཡང་དག་པའི་མཐའ་གང་ན་འདུག །གསོལ་པ།
en: “Well then, Mañjuśrī, where is the limit of reality?”

source: བཅོམ་ལྡན་འདས་ཡང་དག་པའི་མཐའ་ནི་བདག་གི་མཐའ་གང་ན་མཆིས་པ་དེ་ན་མཆིས་ལགས་སོ།
en: “Blessed One, the limit of reality is wherever my limit is.

source: །ཡང་དག་པའི་མཐའ་ནི་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་གང་ན་མ་མཆིས་པ་དེ་ན་མཆིས་ལགས་སོ།
en: The limit of reality is wherever the phenomena of ordinary beings are not.

source: །ཡང་དག་པའི་མཐའ་ནི་ལས་སམ། རྣམ་པར་སྨིན་པ་ཡང་མ་ལགས་ལ་ཆོས་ཐམས་ཅད་ཀྱི་མཐའ་ཡང་དེ་ཁོ་ན་ལགས་སོ།
en: The limit of reality is not karma or ripening but only the limit of all phenomena.

source: །བཅོམ་ལྡན་འདས་གང་དག་དེ་ལྟར་མོས་པ་དེ་དག་ནི་གང་ལས་ཀྱང་རྣམ་པར་གྲོལ་བ་མ་མཆིས་ལགས་སོ།
en: Blessed One, those who have such conviction are not liberated from anything at all.

source: །གང་དག་གང་ལས་ཀྱང་གྲོལ་བ་མ་མཆིས་པ་དེ་དག་ནི་ལོག་པ་ལས་རྣམ་པར་གྲོལ་བ་ལགས་སོ། །གང་དག་ལོག་པ་ལས་རྣམ་པར་གྲོལ་བ་དེ་དག་ནི་ཡང་དག་པར་རྣམ་པར་གྲོལ་བ་ལགས་སོ།
en: Those who are not liberated from anything at all are liberated from being mistaken. Those who are liberated from being mistaken are truly liberated.

source: །གང་དག་ཡང་དག་པར་རྣམ་པར་གྲོལ་བ་དེ་དག་ནི་སྤྱོད་ཡུལ་མ་ལགས་པ་ལ་ཞུགས་པ་ལགས་སོ། །གང་དག་སྤྱོད་ཡུལ་མ་ལགས་པ་ལ་ཞུགས་པ་དེ་དག་ནི་ཡང་དག་པར་ཞུགས་པ་ལགས་སོ།
en: Those who are truly liberated have entered what is not an objective world. Those who have entered what is not an objective world have entered into reality.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: And why?

source: བཅོམ་ལྡན་འདས་སྤྱོད་ཡུལ་མ་ལགས་པ་ཞེས་བགྱི་བ་ནི་སྤྱོད་ཡུལ་དེས་བགྱིས་ལགས་པ་སྟེ། དེའི་སླད་དུ་སྤྱོད་ཡུལ་མ་ལགས་པ་ཞེས་འདོགས་ལགས་སོ། །བཀའ་སྩལ་པ།
en: Blessed One, when one thinks, ‘It is not an objective world,’ then one has already made it an objective world. It is on account of that that we label it not an objective world

source: འཇམ་དཔལ་སྤྱོད་ཡུལ་མ་ཡིན་པ་ཞེས་བྱ་བ་དེ་གང་གི་ཚིག་བླ་དགས་ཡིན། གསོལ་པ།
en: “Mañjuśrī, what does not an objective world refer to?”

source: བཅོམ་ལྡན་འདས་སྤྱོད་ཡུལ་མ་ལགས་པ་ཞེས་བགྱི་བ་དེ་ནི་ཡང་དག་པའི་མཐའི་ཚིག་བླ་དགས་ལགས་སོ། །བཀའ་སྩལ་པ།
en: “Blessed One, not an objective world refers to the limit of reality.”

source: འཇམ་དཔལ་ལམ་སྒོམ་པ་ཞེས་བྱ་བ་དེ་གང་གི་ཚིག་བླ་དགས་ཡིན། གསོལ་པ།
en: “Mañjuśrī, what does cultivating the path refer to?”

source: བཅོམ་ལྡན་འདས་ལམ་བསྒོམ་པ་ཞེས་བགྱི་བ་དེ་ནི་ལམ་སྒོམ་པ་མ་མཆིས་པའི་ཚིག་བླ་དགས་ལགས་སོ། །བཀའ་སྩལ་པ།
en: “Blessed One, cultivating the path refers to not cultivating the path.”

source: འཇམ་དཔལ་ཁྱོད་ལས་དང་པོ་པའི་རིགས་ཀྱི་བུ་རྣམས་དང་། རིགས་ཀྱི་བུ་མོ་རྣམས་ལ་ཆོས་ཇི་ལྟར་སྟོན། གསོལ་པ།
en: “Mañjuśrī, how do you teach the Dharma to noble sons and daughters who are beginners?”

source: བཅོམ་ལྡན་འདས་བདག་ནི་ལས་དང་པོ་པའི་རིགས་ཀྱི་བུ་རྣམས་དང་། རིགས་ཀྱི་བུ་མོ་རྣམས་ལ་འཇིག་ཚོགས་དོར་དུ་མ་མཆིས་པར་ཆོས་སྟོན་ལགས་སོ།
en: “Blessed One, I teach the Dharma to noble sons and daughters who are beginners by teaching that the composite person should not be discarded.

source: །བདག་ནི་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རྣམས་སྤང་དུ་མ་མཆིས་པར་ཆོས་སྟོན་པ་ལགས་སོ།
en: When I teach the Dharma, I teach that attachment, aversion, and delusion are not to be abandoned.

source: བཅོམ་ལྡན་འདས་ཆོས་འདི་རྣམས་ཀྱི་རང་བཞིན་གང་ལགས་པ་དེ་ནི་སྤང་བར་རྔོ་མི་ཐོགས་པའི་སླད་དུ་ལགས་སོ།
en: Because, Blessed One, it is impossible to abandon whatever is the nature of these phenomena.

source: །བཅོམ་ལྡན་འདས་འཇིག་ཚོགས་སམ། འཇིག་ཚོགས་ཀུན་འབྱུང་བ་སྤོང་བར་འཚལ་བ་དེ་ནི་ཡང་དག་པའི་མཐའ་སྤོང་བར་བས་ཏེ།
en: Blessed One, to seek to abandon the composite person or the origin of the composite person would amount to abandoning the limit of reality.

source: བཅོམ་ལྡན་འདས་བདག་ནི་ལས་དང་པོ་པའི་རིགས་ཀྱི་བུ་རྣམས་དང་། རིགས་ཀྱི་བུ་མོ་རྣམས་ལ་མངོན་པར་ཞེན་པ་མ་མཆིས་པའི་ཚུལ་གྱིས་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་གཟུང་བར་མི་བགྱི་བའམ། མངོན་སུམ་དུ་མི་བགྱི་བ་དང་། སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་ལྷག་པར་མི་དམིགས་པའམ།
en: Rather, Blessed One, to noble sons and daughters who are beginners I teach that, in a manner free from clinging, the Buddha’s attributes are not to be taken up or actualized, and the attributes of ordinary beings should not be grasped or abandoned.

source: སྤང་བར་མི་བགྱི་བ་དེ་ལྟ་བུར་ཆོས་སྟོན་ལགས་ན་གདུལ་བ་ལས་དང་པོ་པ་རྣམས་ལ་བཅོམ་ལྡན་འདས་ཇི་ལྟར་ཆོས་སྟོན་པར་མཛད་ལགས། བཀའ་སྩལ་པ།
en: Blessed One, how do you teach the Dharma to those who are beginners?”

source: འཇམ་དཔལ་ང་ནི་གཟུགས་རྣམ་པར་འཇིག་པ་མེད་པ་དང་། སྐྱེ་བ་མེད་པར་ཆོས་སྟོན་ཏོ།
en: “Mañjuśrī, I teach the Dharma whereby form does not disintegrate and is unborn.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་རྣམ་པར་འཇིག་པ་མེད་པ་དང་། སྐྱེ་བ་མེད་པར་ཆོས་སྟོན་ཏོ།
en: I teach that feelings, perceptions, and formations, as well as consciousness, do not disintegrate and are unborn.

source: །འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རྣམས་རྣམ་པར་འཇིག་པ་མེད་པ་དང་། སྐྱེ་བ་མེད་པ་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་ཆོས་རྣམས་ཀྱང་ཐོབ་པ་མེད་པར་ཆོས་སྟོན་ཏོ། །ངས་ནི་འདི་ལྟར་ཆོས་གང་ཡང་མ་བཤིག་མ་བསྐྱེད་པ་དེ་ལྟར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ།
en: I teach the Dharma whereby attachment, aversion, and delusion do not disintegrate and are unborn, and I also teach that the inconceivable attributes are unattainable. It is in this way, without destroying or producing any attribute whatsoever, that I awakened to unsurpassed and perfect buddhahood.

source: །འཇམ་དཔལ་སངས་རྒྱས་ཉིད་ཅེས་བྱ་བ་དེ་ནི་ཆོས་ཀྱི་དབྱིངས་ཀྱི་ཚིག་བླ་དགས་ལགས་སོ།
en: Mañjuśrī, buddhahood is a term for the realm of phenomena.

source: །སྟོབས་རྣམས་དང་། མི་འཇིགས་པ་རྣམས་དང་། མ་འདྲེས་པ་ལ་ཐུག་པའི་སངས་རྒྱས་ཀྱི་ཆོས་གང་དག་ཡིན་པ་དེ་དག་ཀྱང་ཆོས་ཀྱི་དབྱིངས་ཁོ་ན་ཡིན་པར་ཁོང་དུ་ཆུད་པར་བྱའོ། །ངས་ནི་ཆོས་ཀྱི་དབྱིངས་ལ་འདི་ལྟ་སྟེ།
en: One should understand that the attributes of a buddha, such as the powers, fearlessnesses, and the unique attributes, are also nothing but the realm of phenomena.

source: སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་སམ། དགྲ་བཅོམ་པའི་ཆོས་རྣམས་སམ། རང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སམ། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཀྱང་རུང་སྟེ། དེ་དག་ཐ་དད་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: With regard to the realm of phenomena, I do not see any distinct attributes of ordinary beings, worthy ones, solitary buddhas, or buddhas.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: How is this so?

source: འཇམ་དཔལ་དབྱིངས་དེ་ལ་ནི་བྱེ་བྲག་མེད་དེ།
en: Mañjuśrī, in that realm there are no distinctions;

source: འདི་ལྟ་སྟེ། ཆོས་ཀྱི་དབྱིངས་སོ།
en: such is the realm of phenomena.

source: །ཆོས་ཀྱི་དབྱིངས་ནི་མ་འདྲེས་པའི་དབྱིངས་སོ།
en: The realm of phenomena is an unadulterated realm.

source: །འཇམ་དཔལ་འདི་ལྟ་སྟེ། དཔེར་ན་ཆུ་ཀླུང་མིང་ཐ་དད་པ་དང་། ཁ་དོག་ཐ་དད་པ་དང་། རོ་ཐ་དད་པ་རྒྱ་མཚོའི་ནང་དུ་བབ་པ་རྣམས་ལ་ནི་འདི་ལྟ་སྟེ།
en: “As an analogy, Mañjuśrī, consider rivers that have distinct names, colors, and waters.

source: འདི་ནི་གང་གཱའོ་ཞེའམ་སི་ཏའོ་ཞེའམ། ཡ་མུ་ནའོ་ཞེས་བྱེ་བྲག་ཏུ་དབྱེ་བའམ་ཐ་དད་དུ་བྱར་མི་ནུས་སོ། །འཇམ་དཔལ་དེ་བཞིན་དུ་མིང་ཐ་དད་པའི་ཆོས་རྣམས་ཀྱང་ཆོས་ཀྱི་དབྱིངས་ལ་འདི་ནི་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་སོ་ཞེའམ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སོ་ཞེས་ཐ་དད་པར་གདགས་པར་མི་ནུས་སོ།
en: When they flow into the ocean it becomes impossible to differentiate them or identify them, saying, ‘This is the Ganges,’ ‘This is the Sītā,’ or ‘This is the Yamunā.’ Similarly, Mañjuśrī, within the realm of phenomena, all those phenomena that have different names cannot be distinctly labeled, saying, ‘These are the attributes of ordinary beings, and here are those of the hearers, solitary buddhas, bodhisattvas, and buddhas.’

source: །འཇམ་དཔལ་འདི་ལྟ་སྟེ།
en: “Mañjuśrī, consider this analogy.

source: དཔེར་ན་འབྲུའི་ཕུང་པོ་སྣ་ཚོགས་ལ་ནི་འདི་ནི་འབྲུ་ཆེ་གེ་མོ་ཞིག་གི་ཕུང་པོའོ། །འདི་ནི་ཆེ་གེ་མོ་ཞིག་གོ་ཞེས་གདགས་སུ་ཡོད་པ་བཞིན་དུ་ཆོས་ཀྱི་དབྱིངས་ལ་ནི་འདི་དག་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་སོ་ཞེའམ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སོ་ཞེས་ཐ་དད་པར་གདགས་པར་མི་ནུས་སོ།
en: If you have different heaps of grain, you can label them, saying, ‘This is a heap of such-and-such a grain, and this is such-and-such.’ However, within the realm of phenomena you cannot make such distinctions and point out the individual attributes of ordinary beings, hearers, solitary buddhas, bodhisattvas, and buddhas.

source: །འཇམ་དཔལ་འདི་ལྟ་སྟེ། དཔེར་ན་འབྲུའི་ཕུང་པོ་སྣ་ཚོགས་ལ་ནི་འདི་ནི་འབྲུ་ཆེ་གེ་མོ་ཞིག་གི་ཕུང་པོའོ།
en: “Mañjuśrī, consider this analogy.

source: །འདི་ནི་ཆེ་གེ་མོ་ཞིག་གོ་ཞེས་གདགས་སུ་ཡོད་པ་བཞིན་དུ་ཆོས་ཀྱི་དབྱིངས་ལ་ནི་འདི་དག་ནི་སོ་སོའི་སྐྱེ་བོའི་ཆོས་རྣམས་སོ། །འདི་དག་ནི་དགྲ་བཅོམ་པའི་ཆོས་རྣམས་སོ། །འདི་དག་ནི་རང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སོ། །འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཆོས་རྣམས་སོ། །འདི་དག་ནི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་སོ་ཞེས་ཐ་དད་པར་གདགས་པར་མི་ནུས་སོ། །འདི་ནི་ཆོས་ཀྱི་དབྱིངས་ཏེ་དེ་ནི་འདི་ན་འདུག་གོ་ཞེའམ།
en: If you have different heaps of grain, you can label them, saying, ‘This is a heap of such-and-such a grain, and this is such-and-such.’ However, within the realm of phenomena you cannot make such distinctions, saying, ‘These are the attributes of ordinary beings, these are the attributes of worthy ones, these are the attributes of solitary buddhas, these are the attributes of bodhisattvas, and these are the attributes of buddhas.’ It cannot be pointed out or labeled, as by saying, ‘This is the realm of phenomena;

source: ག་གེ་མོ་ཞིག་ན་འདུག་གོ་ཞེས་དེ་ལྟར་བསྟན་པའམ་གདགས་པར་མི་ནུས་སོ།
en: this is where it is’ or ‘It is in such-and-such a location.’ And why not?

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་ཆོས་ཀྱི་དབྱིངས་ནི་བལྟར་མི་མཐོང་ཞིང་བསྟན་དུ་མེད་དེ།
en: Because the realm of phenomena cannot be seen and cannot be shown.

source: གདགས་པར་བྱ་བ་མ་ཡིན་ཞིང་གདགས་པ་ལས་ཡང་དག་པར་འདས་པའི་ཕྱིར་རོ།
en: It is not something that can be labeled; it is beyond being labeled. “I have taught that beings are this realm.

source: །འགྲོ་བ་འདི་དེ་ལྟ་བུའི་དབྱིངས་ཡིན་པར་ངས་ཇི་སྐད་བསྟན་པ་ལ་གལ་ཏེ་མཚམས་མེད་པ་བྱེད་པ་དེ་ལྟར་མོས་ཏེ། མཚམས་མེད་པ་ཡང་དེ་ལྟ་བུའི་དབྱིངས་ཡིན་པར་ཤེས་ན། དེ་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་དུ་མི་འགྱུར་རོ།
en: If one commits an act of immediate retribution yet has conviction in this teaching and understands that acts of immediate retribution are also this realm, then one will not become defiled.

source: འཇམ་དཔལ་མཚམས་མེད་པ་ནི་ཆོས་ཀྱི་དབྱིངས་དང་མཚུངས་པར་མཉམ་པའི་ཕྱིར་ཏེ།
en: Because, Mañjuśrī, the acts of immediate retribution are equivalent to the realm of phenomena.

source: འདི་ལྟར་མཚམས་མེད་པའི་དབྱིངས་དང་། ཆོས་ཀྱི་དབྱིངས་འདི་ནི་གཉིས་སུ་མེད་ཅིང་གཉིས་སུ་དབྱེར་མེད་དེ།
en: In this way, the realm of the acts of immediate retribution and the realm of phenomena are nondual and inseparable.

source: འདི་ལ་ནི་འོང་བའམ། འགྲོ་བའམ། ཀུན་ནས་ལྡང་བ་མི་དམིགས་སོ།
en: Here, coming, going, or appearing are not apprehended.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་གིས་ཀྱང་ཆོས་ཀྱི་དབྱིངས་ངན་སོང་དུ་མཆི་བའམ། མཐོ་རིས་སུ་མཆི་བའམ། མྱ་ངན་ལས་འདས་པར་མཆི་བར་མ་མཐོང་ལགས་སོ། །བཀའ་སྩལ་པ།
en: Then Youthful Mañjuśrī said to the Blessed One, “Blessed One, I also do not see the realm of phenomena going to the lower realms, the higher realms, or nirvāṇa.”

source: འཇམ་དཔལ་གལ་ཏེ། ལ་ལ་ཞིག་ཁྱོད་ལ་འདི་སྐད་དུ་འདྲི་སྟེ། ཁྱོད་ཀྱི་སྟོན་པ་འགྲོ་བ་དྲུག་དང་ལྡན་པའི་འཁོར་བ་ཇི་ལྟར་འདོགས་ཞེས་དེ་སྐད་དྲིས་ན་འཇམ་དཔལ་ཁྱོད་ཀྱིས་ཇི་སྐད་ལན་གདབ།
en: “Mañjuśrī, suppose someone were to ask how your teacher designates saṃsāra with its six classes of beings. What would you answer?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་སྐད་དུ་སྨྲས་ན་བདག་གིས་འདི་སྐད་དུ་ལན་གདབ་པར་བགྱི་སྟེ།
en: “Blessed One, if I were asked such a question this would be my reply:

source: དཔེར་ན་མི་གཉིད་ཀྱིས་ལོག་པའི་རྨི་ལམ་དུ་སེམས་ཅན་དམྱལ་བའམ། དུད་འགྲོའི་སྐྱེ་གནས་སམ། ཡི་དགས་ཀྱི་ཡུལ་ལམ། ལྷ་མ་ཡིན་གྱི་རིས་སམ། ལྷ་རྣམས་སམ། མི་རྣམས་མཐོང་ན།
en: Consider the analogy of a sleeping person who in dreams sees hell beings, animal realms, lands of hungry ghosts, classes of asuras, gods, or people.

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་གཡར་ལམ་རྨི་བའི་མིས་སྣ་ཚོགས་མཐོང་ཡང་གཡར་ལམ་སྣ་ཚོགས་མ་མཆིས་པ་དེ་བཞིན་དུ་བདག་གིས་འགྲོ་བ་ཐ་དད་པ་བསྟན་ཀྱང་ཆོས་ཀྱི་དབྱིངས་ཀྱི་ངོ་བོ་ཉིད་ཐ་དད་པ་གདགས་པར་རྔོ་མི་ཐོགས་ཏེ།
en: Blessed One, although the dreaming person sees myriad things, all the myriad things dreamed are not there. In the same way, although I teach distinct types of beings, it is impossible to designate distinct essences within the realm of phenomena.

source: དེ་ལྟ་ལགས་པས་བཅོམ་ལྡན་འདས་བདག་གིས་ནི་དེ་སྐད་འདྲི་བ་ལ་དེ་སྐད་ཅེས་ལན་གདབ་པར་བགྱི་ལགས་སོ།
en: That being so, Blessed One, that is how I would answer such a question.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་སངས་རྒྱས་རྣམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་། རང་སངས་རྒྱས་རྣམས་དང་། ཉན་ཐོས་ཀྱི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཡང་ཐ་དད་པར་གདགས་པར་རྔོ་མི་ཐོགས་ལགས་སོ།
en: “Similarly, Blessed One, the parinirvāṇa of the buddhas, bodhisattvas, solitary buddhas, and hearers cannot be distinctly labeled.

source: །བཅོམ་ལྡན་འདས་དེ་དག་གིས་གནས་པ་དག་ཀྱང་ཐ་དད་པར་གདགས་པར་རྔོ་མི་ཐོགས་ལགས་སོ།
en: Blessed One, their ways of abiding also cannot be distinctly labeled.

source: འདི་ལྟར་ཆོས་ཀྱི་དབྱིངས་ལས་ཐ་མི་དད་པའི་སླད་དུ་ལགས་སོ།
en: Because they are not distinct from the realm of phenomena.

source: །བཅོམ་ལྡན་འདས་དཔེར་བགྱི་ན་རྒྱ་མཚོ་ཆེན་པོའི་རིན་པོ་ཆེ་སྣ་ཚོགས་དུང་དང་། མན་ཤེལ་དང་། བྱི་རུ་ལ་སོགས་པ་ཐ་མ་དང་། འབྲིང་དང་། མཆོག་རྣམས་ལ་འདི་ནི་རིན་པོ་ཆེ་ཆེ་གེ་མོ་ཞིག་གོ།
en: To give an analogy, Blessed One, there are various precious substances in the sea—conch shells, crystal, coral, and the like—of lesser, middling, or superior quality.

source: །འདི་ནི་རིན་པོ་ཆེ་ཆེ་གེ་མོ་ཞིག་གོ་ཞེས་ཐ་དད་པར་གདགས་སུ་མཆིས་ལགས་ཀྱི།
en: These can all be distinctly labeled, saying, ‘This is such-and-such precious substance;

source: ཆོས་ཀྱི་དབྱིངས་ལ་ནི་དེ་ལྟར་ཐ་དད་པར་གདགས་པའི་རྔོ་མི་ཐོགས་ལ།
en: this is such-and-such precious substance.’ However, such distinct labeling cannot be applied to the realm of phenomena, where such labeled distinctions cannot be differentiated.

source: གདགས་པ་དེ་ལ་ཡང་ཐ་དད་པར་དབྱེར་མ་མཆིས་ལགས་སོ། །དེ་ལ་ནི་འཆི་འཕོ་བ་དང་། སྐྱེ་བ་ཐ་དད་པར་གདགས་པའི་རྔོ་མི་ཐོགས་ལགས་སོ།
en: Therein, death, transmigration, and birth cannot be distinctly labeled.

source: ཆོས་ཀྱི་དབྱིངས་ལ་ནི་འཆི་འཕོའམ། སྐྱེ་བའམ། ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བ་མ་མཆིས་པའི་སླད་དུ་ལགས་སོ།
en: Because the realm of phenomena is without death, transmigration, birth, pollution, and purification.

source: །ཆོས་ཀྱི་དབྱིངས་ནི་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་མ་ལགས།
en: The realm of phenomena is not polluted.

source: ཆོས་ཀྱི་དབྱིངས་ནི་འདྲེས་པ་མ་ལགས་ཏེ།
en: The realm of phenomena is not adulterated.

source: ཆོས་ཀྱི་དབྱིངས་ལ་ནི་གང་དག་སྤང་བར་བགྱི་བའམ། བསྐྱེད་པར་བགྱི་བའི་ཆོས་དེ་དག་མ་མཆིས་ལགས་སོ།
en: Within the realm of phenomena there are no attributes to be relinquished or generated.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མཁྱེན་བཞིན་དུ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འཇམ་དཔལ་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་དབྱིངས་ཤེས་སམ། གསོལ་པ།
en: Then the Blessed One, though he already knew, asked Youthful Mañjuśrī, “Mañjuśrī, do you know the realm of phenomena?”

source: གལ་ཏེ་དམིགས་ན་བདག་གིས་འཚལ་ལགས་སོ། །བཀའ་སྩལ་པ།
en: “If I were to apprehend it, I would know it.”

source: འཇམ་དཔལ་འཇིག་རྟེན་གང་ལ་སྤྱོད་ཤེས་སམ། གསོལ་པ།
en: “Mañjuśrī, do you know the world that is experienced?”

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་ནི་སྒྱུ་མ་སྤྲུལ་པའི་མི་གང་ཁོ་ན་ལ་སྤྱོད་པ་དེ་ལ་སྤྱོད་ལགས་སོ།
en: “Blessed One, the world is merely that which is experienced by people who are illusory apparitions.

source: །བཅོམ་ལྡན་འདས་འཇིག་རྟེན་ཞེས་བགྱི་བ་དེ་ནི་མིང་ཙམ་དུ་བས་ཏེ།
en: Blessed One, what is called world is no more than a mere name.

source: བདག་གིས་ནི་གང་བསྟན་པར་བགྱི་བའི་འཇིག་རྟེན་གྱི་དངོས་པོ་དང་། འཇིག་རྟེན་གང་ལ་སྤྱོད་པ་ཡང་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ལགས་ཏེ།
en: Apart from that I do not see any world that can be pointed out, or a world to experience.

source: བདག་གིས་ནི་འཇིག་རྟེན་གྱི་ཆོས་ཀྱི་དབྱིངས་ལས་ཐ་དད་པར་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ལགས་སོ།
en: I do not see anything distinct from the world’s realm of phenomena.

source: མ་མཆིས་པའི་སླད་དུ་ལགས་སོ།
en: Because there isn’t any.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་འཇིག་རྟེན་གང་ལ་སྤྱོད་ཅེས་བཀའ་སྩལ་པ་དེ་ཡང་། གཟུགས་ཀྱི་ངོ་བོ་ཉིད་གང་ལགས་པ་དེ་ལ་ནི་འཆི་འཕོ་དང་། སྐྱེ་བ་ཡང་མ་མཆིས།
en: Regarding the Blessed One’s statement about ‘the world that is experienced,’ the essence of form is without death, transmigration, or birth; it does not disintegrate or perish.

source: དེ་ལ་ནི་འཇིག་པའམ།
en: This being the case, what is there to experience?

source: རབ་ཏུ་འཇིག་པ་ཡང་མ་མཆིས་ན་གང་ལ་སྤྱོད་པར་འགྱུར་ལགས། དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་རྣམས་ཀྱི་ངོ་བོ་ཉིད་གང་ལགས་པ་དེ་ནི་གཏན་མ་མཆིས་པའི་སླད་དུ་སྐྱེ་བའམ་འགག་པ་མ་མཆིས་ལ།
en: Likewise, since the essence of feeling, perception, formation, and consciousness does not exist, there is no arising or ceasing.

source: མཚན་ཉིད་གཅིག་ལས་མི་འདའ་སྟེ།
en: These things do not go beyond the single characteristic;

source: འདི་ལྟ་སྟེ་མཚན་ཉིད་གཅིག་པ་ལགས་སོ།
en: indeed, their characteristic is identical.”

source: །བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས། ང་ད་ལྟར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སུ་འགྱུར་བ་འདི་ལ་ཁྱོད་འདི་སྙམ་དུ་འདི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པར་འགྱུར་བའམ། མི་སྣང་བར་འགྱུར་རོ་སྙམ་དུ་སེམས་སམ། གསོལ་པ།
en: “Mañjuśrī, tell me, do you think that I, the Thus-Gone One, the Worthy One, the Perfect Buddha, will pass into parinirvāṇa or disappear?”

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།
en: “No, Blessed One, I do not.

source: ཆོས་ཀྱི་དབྱིངས་ནི་ཡང་དག་པར་གྲུབ་པ་མ་ལགས་པའི་སླད་དུ་ལགས་སོ།
en: Because the realm of phenomena is not truly established.

source: །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཀྱི་དབྱིངས་ཡང་དག་པར་གྲུབ་པ་ཞིག་ལགས་ན་ནི་དེའི་སླད་དུ་དེ་མི་འདའ་བར་ཡང་འགྱུར་བ་ཞིག་ན།
en: Blessed One, if the realm of phenomena were truly established, then it would not be something to pass beyond.

source: དེ་ལ་ནི་ཡང་དག་པར་གྲུབ་པ་མི་དམིགས་པ་སྟེ།
en: However, it is not apprehended as something truly established.

source: དེ་མི་གདའ་བའམ། ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་ལྟ་ག་ལ་འགྱུར་ལགས།
en: Thus, how can one speak of not passing beyond or passing into parinirvāṇa?

source: དེ་བཞིན་གཤེགས་པ་ནི་དེ་ལྟ་བུའི་དབྱིངས་ལགས་ཏེ།
en: The Thus-Gone One is the realm of phenomena.

source: དེའི་སླད་དུ་བཅོམ་ལྡན་འདས་ནི་སྐྱེས་པ་ཡང་མ་ལགས། ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་མི་འགྱུར་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: For that reason, the Blessed One is not born and does not pass into parinirvāṇa.”
